/* Generic authentication error. */
"UNKNOWN_ERROR" = "Impossibile autenticare l'utente.";
"USER_NOT_ADMIN_PASS" = "Devi inserire un nome di amministratore e una password.";
"USER_NOT_ADMIN_PIN" = "Devi inserire un nome di amministratore e una password.";
"INVALID_USER_NAME" = "Devi inserire un nome utente valido.";
"INVALID_USER_PASSWORD" = "Devi inserire una password valida.";
"INVALID_USER_PIN" = "Devi inserire un PIN valido.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Riprova.";

/* Button Titles */
"RESTART_BUTTON" = "Riavvia";
"SHUTDOWN_BUTTON" = "Spegni";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Attualmente ci sono degli utenti collegati che potrebbero perdere le modifiche non registrate se venisse riavviato il computer.";
"RESTART_DETAIL_WARNING" = "Riavviare o spegnere il computer causerà la chiusura delle applicazioni in altre sessioni in cui i documenti non sono stati registrati. I dati non registrati andranno persi. Inserisci un nome e una password di amministratore e fai clic su Riavvia, oppure scegli Annulla per interrompere l'azione.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Attualmente ci sono degli utenti collegati che potrebbero perdere le modifiche non registrate se venisse spento il computer.";
"SHUTDOWN_DETAIL_WARNING" = "Riavviare o spegnere il computer causerà la chiusura delle applicazioni in altre sessioni in cui i documenti non sono stati registrati. I dati non registrati andranno persi. Inserisci un nome e una password di amministratore e fai clic su Spegni, oppure scegli Annulla per interrompere l'azione.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Password:";